cask_args appdir: '/Applications'

tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'homebrew/homebrew-php'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'git'
brew 'go'
brew 'grc'
brew 'homebrew/php/composer'
brew 'hub'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'php71'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

cask 'alfred'
cask 'atom-beta'
cask 'bittorrent'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'github-desktop'
cask 'google-chrome'
cask 'hyper'
cask 'lastpass'
cask 'slack'
cask 'sequel-pro'
cask 'tunnelbear'
cask 'vlc'
